---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.InitialIntensity
source: html/2becbd7e-dfc8-18d6-d2f5-ee6bcbacce0b.htm
---
# InitialIntensity Members

Creates a copy of the InitialIntensity derived object.